;apparently I need to localize base game ability point:
[AbilityPoint X2ItemTemplate]
FriendlyName = "能力点"
FriendlyNamePlural = "能力点"

[AbiziOfficerTrainingStation X2FacilityUpgradeTemplate]
DisplayName="军官培训站"
FacilityName="游击战术学校"
Summary="解锁培训军官的能力。初始培训要求：<br> %INITIALTRAININGREQUIREMENT"


[AbiziOfficerStaffSlot X2StaffSlotTemplate]
EmptyText="开放：需要士兵"
BonusEmptyText="培训军官能力"
FilledText="%UNITNAME 正在培训军官的能力！"
LockedText="已锁定：购买升级"
BonusText="%SKILL 培训中"

[OTSOfficerSlotLevel_0 X2StaffSlotTemplate]
EmptyText="士兵"
BonusText="正在参与隐秘行动"

[OTSOfficerSlotLevel_1 X2StaffSlotTemplate]
EmptyText="士兵"
BonusText="正在参与隐秘行动"

[OTSOfficerSlotLevel_2 X2StaffSlotTemplate]
EmptyText="士兵"
BonusText="正在参与隐秘行动"

[OTSOfficerSlotLevel_3 X2StaffSlotTemplate]
EmptyText="士兵"
BonusText="正在参与隐秘行动"

[OTSOfficerInfilSlot X2StaffSlotTemplate]
EmptyText="士兵"
BonusText="渗透中"

;GTS UNLOCKS

[AbiziOTSUnlockLevel_0 X2SoldierUnlockTemplate]
DisplayName="%LEVEL 培训中"
Summary="能将一名军官从 %OFFICERPREVIOUSLEVELNAME 培训成 %OFFICERLEVELNAME 。 需要建造 <Ability:ABIZIOTS_GTSUPGRADENAME/> 设施升级。<br>培训要求： <Ability:ABIZIOTS_TRAININGREQUIREMENTS0/>"

[AbiziOTSUnlockLevel_1 X2SoldierUnlockTemplate]
DisplayName="%LEVEL 培训中"
Summary="能将一名军官从 %OFFICERPREVIOUSLEVELNAME 培训成 %OFFICERLEVELNAME.<br>培训要求： <Ability:ABIZIOTS_TRAININGREQUIREMENTS1/>"

[AbiziOTSUnlockLevel_2 X2SoldierUnlockTemplate]
DisplayName="%LEVEL 培训中"
Summary="能将一名军官从 %OFFICERPREVIOUSLEVELNAME 培训成 %OFFICERLEVELNAME.<br>培训要求： <Ability:ABIZIOTS_TRAININGREQUIREMENTS2/>"

;;; SITREPS;;;

[AbiziOTS_Leadership0 X2SitRepTemplate]
FriendlyName = "领袖需求：战术官"
Description = "如果没有适当的领袖，这些任务将不一样。 这项任务需要团队中有一名战术官。"

[AbiziOTS_Leadership1 X2SitRepTemplate]
FriendlyName = "领袖需求：尉级官"
Description = "如果没有适当的领袖，这些任务将不一样。 这项任务需要团队中有一名尉级官。"

[AbiziOTS_Leadership2 X2SitRepTemplate]
FriendlyName = "领袖需求：外勤官"
Description = "如果没有适当的领袖，这些任务将不一样。 这项任务需要团队中有一名外勤官。"

[AbiziOTS_Leadership3 X2SitRepTemplate]
FriendlyName = "领袖需求：团级官"
Description = "如果没有适当的领袖，这些任务将不一样。 这项任务需要团队中有一名团级官。"



;CHOSEN SABOTAGE;
[AbiziOTS_SabotageDemoteOfficer X2SabotageTemplate]
DisplayName = "官僚灾难！"
SummaryText = "天选者放错了一些我们的HR文档。 我们弄丢了 %DEMOTEDNAMES 军官最近通过军官培训的证书！ 他们得再培训一遍。"
ShortSummaryText = "一个HR的失误导致我们的 %AFFECTEDUNITSNUM 军官被降级。"
;;;;;; ABILITIES ;;;;;;;;

[AbiziOTS_OfficerToolkit X2AbilityTemplate]
LocFriendlyName="军官工具包"
LocLongDescription="<Ability:ABIZIOTS_TOOLKIT_ABILITIES/> <Ability:ABIZIOTS_TOOLKIT_SLOTS/>"
LocHelpText="提供军官可能需要的所有装备。"
LocPromotionPopupText="<Bullet/><Ability:ABIZIOTS_TOOLKIT_ABILITIES/> <br/><Bullet/><Ability:ABIZIOTS_TOOLKIT_SLOTS/>"

[AbiziOTS_OfficerMarker X2AbilityTemplate]
LocFriendlyName="军官培训"
LocLongDescription="<font color = '#fcb103'><Ability:ABIZIOTS_OFFICERMARKERTITLE/></font><br><Ability:ABIZIOTS_LEARNEDABILITIES/>"
LocHelpText = "<font color = '#fcb103'><Ability:ABIZIOTS_OFFICERMARKERTITLE/></font><br><Ability:ABIZIOTS_LEARNEDABILITIES/>"
LocPromotionPopupText ="<font color = '#fcb103'><Ability:ABIZIOTS_OFFICERMARKERTITLE/></font><br><Ability:ABIZIOTS_NEXTLEVELREQUIREMENT/><br><Ability:ABIZIOTS_ABILITYTREE/>"

[AbiziOTS_GoingDark X2AbilityTemplate]
LocFriendlyName = "走进阴影"
LocLongDescription = "支付 <font color='#3ABD23'><Ability:ABIZIOTS_GOINGDARKINTEL/></font>：在任务的剩余时间里，所有<font color = '#3ABD23'><Ability:ABIZIOTS_GOINGDARK_ROBOTS/></font> 小队成员都可以在不破坏隐蔽的情况下通过探测灯柱。 该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_GOINGDARK_APCOST/></font> 个行动点并且 <font color='#3ABD23'><Ability:ABIZIOTS_GOINGDARK_TURNENDING/></font> 回合结束。"
LocHelpText = "支付 <font color='#3ABD23'><Ability:ABIZIOTS_GOINGDARKINTEL/></font>：在任务的剩余时间里，所有<font color = '#3ABD23'><Ability:ABIZIOTS_GOINGDARK_ROBOTS/></font> 小队成员都可以在不破坏隐蔽的情况下通过探测灯柱。 该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_GOINGDARK_APCOST/></font> 个行动点并且 <font color='#3ABD23'><Ability:ABIZIOTS_GOINGDARK_TURNENDING/></font> 回合结束。"
LocFlyOverText = "走进阴影"
LocPromotionPopupText = "支付 <font color='#3ABD23'><Ability:ABIZIOTS_GOINGDARKINTEL/></font>：在任务的剩余时间里，所有<font color = '#3ABD23'><Ability:ABIZIOTS_GOINGDARK_ROBOTS/></font> 小队成员都可以在不破坏隐蔽的情况下通过探测灯柱。 该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_GOINGDARK_APCOST/></font> 个行动点并且 <font color='#3ABD23'><Ability:ABIZIOTS_GOINGDARK_TURNENDING/></font> 回合结束。"

[AbiziOTS_GoingDark_Passive X2AbilityTemplate]
LocFriendlyName = "走进阴影"
LongLongDescription = "该成员受技能"走进阴影"影响，无法被检测灯柱检测到。"
LocHelpText = "该成员受技能"走进阴影"影响，无法被检测灯柱检测到。"
LocPromotionPopupText = "该成员受技能"走进阴影"影响，无法被检测灯柱检测到。"

;displayed on other soldier that receive the effect
[AbiziOTS_Defilade X2AbilityTemplate]
LocFriendlyName="掩蔽"
LocLongDescription="被动技能。 以下效果适用于本部队在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 的士兵：在相对于攻击者的掩体后方会获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_DEFILADE_DEFENSE/></font> 防御。 即将受到的伤害减少 <font color='#3ABD23'><Ability:ABIZIOTS_DEFILADE_DR/></font> 。"
LocHelpText="Bonus defense from cover and damage reduction for soldiers near this soldier."
LocFlyOverText="掩蔽"
;displayed for officer in Officer Ability UI
LocPromotionPopupText="被动技能。 以下效果适用于本部队在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 的士兵：在相对于攻击者的掩体后方会获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_DEFILADE_DEFENSE/></font> 防御。 即将受到的伤害减少 <font color='#3ABD23'><Ability:ABIZIOTS_DEFILADE_DR/></font> 。"

;Displayed on officer in tactical container
[AbiziOTS_Defilade_Passive X2AbilityTemplate]
LocFriendlyName="掩蔽"
LocLongDescription="被动技能。 以下效果适用于本部队在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 的士兵：在相对于攻击者的掩体后方会获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_DEFILADE_DEFENSE/></font> 防御。 即将受到的伤害减少 <font color='#3ABD23'><Ability:ABIZIOTS_DEFILADE_DR/></font> 。"
LocHelpText="Bonus defense from cover and damage reduction for soldiers near this soldier."
LocFlyOverText="掩蔽"
;displayed for officer in Officer Ability UI
LocPromotionPopupText="被动技能。 以下效果适用于本部队在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 的士兵：在相对于攻击者的掩体后方会获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_DEFILADE_DEFENSE/></font> 防御。 即将受到的伤害减少 <font color='#3ABD23'><Ability:ABIZIOTS_DEFILADE_DR/></font> 。"


[AbiziOTS_EmergencyCommand X2AbilityTemplate]
LocFriendlyName = "紧急指挥"
LocLongDescription = "瞄准视野范围内的一名队友：队友获得 <font color='#3ABD23'><Ability:ABIZIOTS_EC_GRANTAP/></font> 个行动点。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_EC_APCOST/></font> 个行动点并且 <font color='#3ABD23'><Ability:ABIZIOTS_EC_TURNENDING/></font> 回合结束。每个任务使用 <font color='#3ABD23'><Ability:ABIZIOTS_EC_CHARGES/></font> 次。"
LocHelpText = "选择视野范围内的一名队友：队友获得 <font color='#3ABD23'><Ability:ABIZIOTS_EC_GRANTAP/></font> 个行动点。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_EC_APCOST/></font> 个行动点并且 <font color='#3ABD23'><Ability:ABIZIOTS_EC_TURNENDING/></font> 回合结束。每个任务使用 <font color='#3ABD23'><Ability:ABIZIOTS_EC_CHARGES/></font> 次。"
LocFlyOverText = "紧急指挥"
LocPromotionPopupText = "瞄准视野范围内的一名队友：队友获得 <font color='#3ABD23'><Ability:ABIZIOTS_EC_GRANTAP/></font> 个行动点。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_EC_APCOST/></font> 个行动点并且 <font color='#3ABD23'><Ability:ABIZIOTS_EC_TURNENDING/></font> 回合结束。每个任务使用 <font color='#3ABD23'><Ability:ABIZIOTS_EC_CHARGES/></font> 次。"

[AbiziOTS_FireDiscipline X2AbilityTemplate]
LocFriendlyName="射击纪律"
LocLongDescription="被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位：反应射击获得额外 <font color='#3ABD23'>+<Ability:ABIZIOTS_FIREDISCIPLINE_BONUS/></font> 伤害。<font color='#3ABD23'><Ability:ABIZIOTS_FIREDISCIPLINE_ALLOWCRIT/></font>"
LocHelpText="领袖附近的所有队友获得反应射击伤害加成"
LocFlyOverText="射击纪律"
;displayed for officer in Officer Ability UI
LocPromotionPopupText="被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位：反应射击获得额外 <font color='#3ABD23'>+<Ability:ABIZIOTS_FIREDISCIPLINE_BONUS/></font> 伤害。<font color='#3ABD23'><Ability:ABIZIOTS_FIREDISCIPLINE_ALLOWCRIT/></font>"

;Displayed on officer in tactical container
[AbiziOTS_FireDiscipline_Passive X2AbilityTemplate]
LocFriendlyName="射击纪律"
LocLongDescription="被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位：反应射击获得额外 <font color='#3ABD23'>+<Ability:ABIZIOTS_FIREDISCIPLINE_BONUS/></font> 伤害。<font color='#3ABD23'><Ability:ABIZIOTS_FIREDISCIPLINE_ALLOWCRIT/></font>"
LocHelpText="领袖附近的所有队友获得反应射击伤害加成"
LocFlyOverText="射击纪律"
LocPromotionPopupText="被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位：反应射击获得额外 <font color='#3ABD23'>+<Ability:ABIZIOTS_FIREDISCIPLINE_BONUS/></font> 伤害。<font color='#3ABD23'><Ability:ABIZIOTS_FIREDISCIPLINE_ALLOWCRIT/></font>"

[AbiziOTS_FocusFire X2AbilityTemplate]
LocFriendlyName="集中火力"
LocLongDescription="瞄准视野范围内的一名敌人：目标损失 <font color='#3ABD23'><Ability:ABIZIOTS_FF_ARMORREDUCTION/></font> 点护甲。此外，所有小队成员在攻击该目标时都会获得额外 <font color='#3ABD23'>+<Ability:ABIZIOTS_FF_AIMBONUSPERSTACK/></font> 的伤害加成。该效果持续 <font color='#3ABD23'><Ability:ABIZIOTS_FF_DURATION></font> 个回合。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_FF_APCOST></font> 个行动点，有 <font color='#3ABD23'><Ability:ABIZIOTS_FF_COOLDOWN></font> 回合冷却（根据军官级别判定），并且 <font color='#3ABD23'><Ability:ABIZIOTS_FF_TURNENDING></font> 回合结束。"
LocHelpText="瞄准视野范围内的一名敌人：目标损失 <font color='#3ABD23'><Ability:ABIZIOTS_FF_ARMORREDUCTION/></font> 点护甲。此外，所有小队成员在攻击该目标时都会获得额外 <font color='#3ABD23'>+<Ability:ABIZIOTS_FF_AIMBONUSPERSTACK/></font> 的伤害加成。该效果持续 <font color='#3ABD23'><Ability:ABIZIOTS_FF_DURATION></font> 个回合。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_FF_APCOST></font> 个行动点，有 <font color='#3ABD23'><Ability:ABIZIOTS_FF_COOLDOWN></font> turn(s) 回合冷却（根据军官级别判定），并且 <font color='#3ABD23'><Ability:ABIZIOTS_FF_TURNENDING></font> 回合结束。"
LocFlyOverText="集中火力"
LocPromotionPopupText="瞄准视野范围内的一名敌人：目标损失 <font color='#3ABD23'><Ability:ABIZIOTS_FF_ARMORREDUCTION/></font> 点护甲。此外，所有小队成员在攻击该目标时都会获得额外 <font color='#3ABD23'>+<Ability:ABIZIOTS_FF_AIMBONUSPERSTACK/></font> 的伤害加成。该效果持续 <font color='#3ABD23'><Ability:ABIZIOTS_FF_DURATION></font> 个回合。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_FF_APCOST></font> 个行动点，有 <font color='#3ABD23'><Ability:ABIZIOTS_FF_COOLDOWN></font> 回合冷却（根据军官级别判定），并且 <font color='#3ABD23'><Ability:ABIZIOTS_FF_TURNENDING></font> 回合结束。"

[AbiziOTS_CombinedArms X2AbilityTemplate]
LocFriendlyName="联合部队"
LocLongDescription="被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位：所有伤害增加 <font color='#3ABD23'>+<Ability:ABIZIOTS_COMBINEDARMSBONUS/></font>。"
LocHelpText="靠近领袖的队友获得额外伤害"
LocFlyOverText="联合部队"
;displayed for officer in Officer Ability UI
LocPromotionPopupText="被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位：所有伤害增加 <font color='#3ABD23'>+<Ability:ABIZIOTS_COMBINEDARMSBONUS/></font>。"

;Displayed on officer in tactical container
[AbiziOTS_CombinedArms_Passive X2AbilityTemplate]
LocFriendlyName="联合部队"
LocLongDescription="被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位：所有伤害增加 <font color='#3ABD23'>+<Ability:ABIZIOTS_COMBINEDARMSBONUS/></font>。"
LocHelpText="靠近领袖的队友获得额外伤害"
LocFlyOverText="联合部队"
LocPromotionPopupText="被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位：所有伤害增加 <font color='#3ABD23'>+<Ability:ABIZIOTS_COMBINEDARMSBONUS/></font>。"

[AbiziOTS_RopeMastery X2AbilityTemplate]
LocFriendlyName="绳索精通"
LocLongDescription="该士兵有一把爪钩枪，他无论穿什么盔甲都能使用爪钩。该士兵获得"拉动队友"的技能，使其能够将未受伤的队友拉向自己。获得"有一个备用"技能，允许为相邻队友的武器重新装弹。使用"修补"或"有一个备用"技能后只允许进行移动动作。"
LocHelpText="该士兵有一把爪钩枪，他无论穿什么盔甲都能使用爪钩。该士兵获得"拉动队友"的技能，使其能够将未受伤的队友拉向自己。获得"有一个备用"技能，允许为相邻队友的武器重新装弹。使用"修补"或"有一个备用"技能后只允许进行移动动作。"
LocPromotionPopupText="该士兵有一把爪钩枪，他无论穿什么盔甲都能使用爪钩。该士兵获得"拉动队友"的技能，使其能够将未受伤的队友拉向自己。获得"有一个备用"技能，允许为相邻队友的武器重新装弹。使用"修补"或"有一个备用"技能后只允许进行移动动作。"

[AbiziOTS_RevitalizeAlly X2AbilityTemplate]
LocFriendlyName="重振队友"
LocLongDescription = "瞄准视野范围内的一名队友 <font color = '#3ABD23'><Ability:ABIZIOTS_REVITALIZE_ROBOTS/></font> ：目标技能的所有冷却时间都会减少 <font color='#3ABD23'><Ability:ABIZIOTS_REVITALIZE_COOLDOWNREDUCTION/></font>。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_REVITALIZE_DATACOST/></font> <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font> 。 <font color='#3ABD23'><Ability:ABIZIOTS_REVITALIZE_FREE/></font>。 每个任务使用 <font color='#3ABD23'><Ability:ABIZIOTS_REVITALIZE_CHARGES/></font> 次（根据军官级别判定）。"
LocHelpText = "瞄准视野范围内的一名队友 <font color = '#3ABD23'><Ability:ABIZIOTS_REVITALIZE_ROBOTS/></font> ：目标技能的所有冷却时间都会减少 <font color='#3ABD23'><Ability:ABIZIOTS_REVITALIZE_COOLDOWNREDUCTION/></font>。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_REVITALIZE_DATACOST/></font> <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font> 。 <font color='#3ABD23'><Ability:ABIZIOTS_REVITALIZE_FREE/></font>。 每个任务使用 <font color='#3ABD23'><Ability:ABIZIOTS_REVITALIZE_CHARGES/></font> 次（根据军官级别判定）。"
LocPromotionPopupText = "瞄准视野范围内的一名队友 <font color = '#3ABD23'><Ability:ABIZIOTS_REVITALIZE_ROBOTS/></font> ：目标技能的所有冷却时间都会减少 <font color='#3ABD23'><Ability:ABIZIOTS_REVITALIZE_COOLDOWNREDUCTION/></font>。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_REVITALIZE_DATACOST/></font> <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font> 。 <font color='#3ABD23'><Ability:ABIZIOTS_REVITALIZE_FREE/></font>。 每个任务使用 <font color='#3ABD23'><Ability:ABIZIOTS_REVITALIZE_CHARGES/></font> 次（根据军官级别判定）。"
LocFlyOverText = "重振"

[AbiziOTS_GetSome X2AbilityTemplate]
LocFriendlyName="永不退缩"
LocLongDescription = "瞄准该士兵周围 <font color = '#3ABD23'><Ability:ABIZIOTS_GETSOME_ROBOTS/></font> 内的所有 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 队友：范围内的所有队友获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_GETSOME_CRIT_BONUS/></font> 暴击加成 <font color='#3ABD23'><Ability:ABIZIOTS_GETSOME_DURATION/></font> 回合。该技能有 <font color='#3ABD23'><Ability:ABIZIOTS_GETSOME_COOLDOWN></font> 回合冷却（根据军官级别判定），花费 <font color='#3ABD23'><Ability:ABIZIOTS_GETSOME_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_GETSOME_TURNENDING/></font> 回合结束。"
LocHelpText = "瞄准该士兵周围 <font color = '#3ABD23'><Ability:ABIZIOTS_GETSOME_ROBOTS/></font> 内的所有 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 队友：范围内的所有队友获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_GETSOME_CRIT_BONUS/></font> 暴击加成 <font color='#3ABD23'><Ability:ABIZIOTS_GETSOME_DURATION/></font> 回合。该技能有 <font color='#3ABD23'><Ability:ABIZIOTS_GETSOME_COOLDOWN></font> 回合冷却（根据军官级别判定），花费 <font color='#3ABD23'><Ability:ABIZIOTS_GETSOME_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_GETSOME_TURNENDING/></font> 回合结束。"
LocPromotionPopupText = "瞄准该士兵周围 <font color = '#3ABD23'><Ability:ABIZIOTS_GETSOME_ROBOTS/></font> 内的所有 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 队友：范围内的所有队友获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_GETSOME_CRIT_BONUS/></font> 暴击加成 <font color='#3ABD23'><Ability:ABIZIOTS_GETSOME_DURATION/></font> 回合。该技能有 <font color='#3ABD23'><Ability:ABIZIOTS_GETSOME_COOLDOWN></font> 回合冷却（根据军官级别判定），花费 <font color='#3ABD23'><Ability:ABIZIOTS_GETSOME_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_GETSOME_TURNENDING/></font> 回合结束。"
LocFlyOverText = "永不退缩"

[AbiziOTS_LeadByExample X2AbilityTemplate]
LocFriendlyName = "以身作则"
LocLongDescription = "被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位（士兵无论是刚进还是刚出范围这回合会关闭加成）：在接下来的回合中，他们的 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_STATS/></font> 统计值将增加 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_WEIGHT/></font> ，即源统计值与目标统计值之间的差值，假设该差值为正。"
LocHelpText = "被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位（士兵无论是刚进还是刚出范围这回合会关闭加成）：在接下来的回合中，他们的 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_STATS/></font> 统计值将增加 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_WEIGHT/></font> ，即源统计值与目标统计值之间的差值，假设该差值为正。"
LocPromotionPopupText = "被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位（士兵无论是刚进还是刚出范围这回合会关闭加成）：在接下来的回合中，他们的 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_STATS/></font> 统计值将增加 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_WEIGHT/></font> ，即源统计值与目标统计值之间的差值，假设该差值为正。"

[AbiziOTS_LeadByExample_Passive X2AbilityTemplate]
LocFriendlyName = "以身作则"
LocLongDescription = "被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位（士兵无论是刚进还是刚出范围这回合会关闭加成）：在接下来的回合中，他们的 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_STATS/></font> 统计值将增加 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_WEIGHT/></font> ，即源统计值与目标统计值之间的差值，假设该差值为正。"
LocHelpText = "被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位（士兵无论是刚进还是刚出范围这回合会关闭加成）：在接下来的回合中，他们的 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_STATS/></font> 统计值将增加 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_WEIGHT/></font> ，即源统计值与目标统计值之间的差值，假设该差值为正。"
LocPromotionPopupText = "被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位（士兵无论是刚进还是刚出范围这回合会关闭加成）：在接下来的回合中，他们的 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_STATS/></font> 统计值将增加 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_WEIGHT/></font> ，即源统计值与目标统计值之间的差值，假设该差值为正。"

[AbiziOTS_LeadByExample_Leader X2AbilityTemplate]
LocFriendlyName = "以身作则"
LocLongDescription = "被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位（士兵无论是刚进还是刚出范围这回合会关闭加成）：在接下来的回合中，他们的 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_STATS/></font> 统计值将增加 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_WEIGHT/></font> ，即源统计值与目标统计值之间的差值，假设该差值为正。"
LocHelpText = "被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位（士兵无论是刚进还是刚出范围这回合会关闭加成）：在接下来的回合中，他们的 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_STATS/></font> 统计值将增加 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_WEIGHT/></font> ，即源统计值与目标统计值之间的差值，假设该差值为正。"
LocPromotionPopupText = "被动技能。以下效果适用于在 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 地格的所有士兵单位（士兵无论是刚进还是刚出范围这回合会关闭加成）：在接下来的回合中，他们的 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_STATS/></font> 统计值将增加 <font color='#3ABD23'><Ability:ABIZIOTS_LBE_WEIGHT/></font> ，即源统计值与目标统计值之间的差值，假设该差值为正。"


[AbiziOTS_OscarMike X2AbilityTemplate]
LocFriendlyName="奥斯卡麦克"
LocLongDescription = "瞄准该士兵周围 <font color = '#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_ROBOTS/></font> 内的所有 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 队友：范围内的所有队友获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_OSCARMIKE_MOBILITYBONUS/></font> 移动加成 <font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_DURATION/></font> 回合。该技能有 <font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_COOLDOWN></font> 回合冷却（根据军官级别判定），花费 <font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_APCOST/></font> 个行动点， <font color = '#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_DATACOST/></font> <font color ='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font> 点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_TURNENDING/></font> 回合结束。 每个任务使用<font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_CHARGES/></font> 次。"
LocHelpText = "瞄准该士兵周围 <font color = '#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_ROBOTS/></font> 内的所有 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 队友：范围内的所有队友获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_OSCARMIKE_MOBILITYBONUS/></font> 移动加成 <font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_DURATION/></font> 回合。该技能有 <font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_COOLDOWN></font> 回合冷却（根据军官级别判定），花费 <font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_APCOST/></font> 个行动点， <font color = '#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_DATACOST/></font> <font color ='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font> 点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_TURNENDING/></font> 回合结束。 每个任务使用<font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_CHARGES/></font> 次。"
LocPromotionPopupText = "瞄准该士兵周围 <font color = '#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_ROBOTS/></font> 内的所有 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 队友：范围内的所有队友获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_OSCARMIKE_MOBILITYBONUS/></font> 移动加成 <font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_DURATION/></font> 回合。该技能有 <font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_COOLDOWN></font> 回合冷却（根据军官级别判定），花费 <font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_APCOST/></font> 个行动点， <font color = '#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_DATACOST/></font> <font color ='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font> 点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_TURNENDING/></font> 回合结束。 每个任务使用<font color='#3ABD23'><Ability:ABIZIOTS_OSCARMIKE_CHARGES/></font> 次。"
LocFlyOverText = "奥斯卡麦克"

[AbiziOTS_SneakyOfficer X2AbilityTemplate]
LocFriendlyName = "战场勘察"
LocHelpText = "被动效果：当小队破坏隐蔽状态时保持隐蔽，并继续隐蔽任务。敌人对该单位的探测半径减少<font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_DETECTIONMODIFIER/></font>。 获得 <font color ='#3ABD23'>+<Ability:ABIZIOTS_SNEAKYOFFICER_SIGHTRADIUSBONUS/></font> 格视野。此外，通过支付战略资源，每个任务最多可以重新隐蔽 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_CHARGES/></font> 次。"
LocLongDescription = "被动效果：当小队破坏隐蔽状态时保持隐蔽，并继续隐蔽任务。敌人对该单位的探测半径减少<font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_DETECTIONMODIFIER/></font>。 获得 <font color ='#3ABD23'>+<Ability:ABIZIOTS_SNEAKYOFFICER_SIGHTRADIUSBONUS/></font> 格视野。此外，通过支付战略资源，每个任务最多可以重新隐蔽 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_CHARGES/></font> 次。"
LocPromotionPopupText = "被动效果：当小队破坏隐蔽状态时保持隐蔽，并继续隐蔽任务。敌人对该单位的探测半径减少<font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_DETECTIONMODIFIER/></font>。 获得 <font color ='#3ABD23'>+<Ability:ABIZIOTS_SNEAKYOFFICER_SIGHTRADIUSBONUS/></font> 格视野。此外，通过支付战略资源，每个任务最多可以重新隐蔽 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_CHARGES/></font> 次。"

[AbiziOTS_SneakyOfficerReconceal X2AbilityTemplate]
LocFriendlyName = "战场勘察"
LocHelpText = "每次任务最多 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_CHARGES/></font> 次：支付战略资源进入隐蔽区。每次使用后成本都会增加。目前成本是 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_CONCEALCOSTACTUAL/></font>。进入隐蔽花费 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_TURNENDING/></font> 回合结束。"
LocPromotionPopupText = "每次任务最多 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_CHARGES/></font> 次：支付战略资源进入隐蔽区。每次使用后成本都会增加。目前成本是 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_CONCEALCOSTACTUAL/></font>。进入隐蔽花费 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_TURNENDING/></font> 回合结束。"
LocLongDescription = "每次任务最多 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_CHARGES/></font> 次：支付战略资源进入隐蔽区。每次使用后成本都会增加。目前成本是 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_CONCEALCOSTACTUAL/></font>。进入隐蔽花费 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_SNEAKYOFFICER_TURNENDING/></font> 回合结束。"
FlyoverText = "战场勘察"

[AbiziOTS_BattlefieldAnalysis X2AbilityTemplate]
LocFriendlyName = "战场分析"
LocHelpText = "被动技能：在每回合开始时，如果该单位没有受伤，则获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_BATTLEFIELDANALYSIS_DATAINCREMENT/></font> 的 <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>点，最高可达 <font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_MAXDATA/></font>。<br/>被动技能：本单位 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 范围内的所有单位，获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_BATTLEFIELDANALYSIS_AIMBONUSDATA/></font> 伤害 and <font color='#3ABD23'>+<Ability:ABIZIOTS_BATTLEFIELDANALYSIS_DEFENSEBONUSDATA/></font> 防御对于每点 <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>。<br/>当 <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font> 满后：可能会把所有的钱都花在 <font color='#3ABD23'>命令</font>上。"
LocLongDescription = "被动技能：在每回合开始时，如果该单位没有受伤，则获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_BATTLEFIELDANALYSIS_DATAINCREMENT/></font> 的 <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>点，最高可达 <font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_MAXDATA/></font>。<br/>被动技能：本单位 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 范围内的所有单位，获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_BATTLEFIELDANALYSIS_AIMBONUSDATA/></font> 伤害 and <font color='#3ABD23'>+<Ability:ABIZIOTS_BATTLEFIELDANALYSIS_DEFENSEBONUSDATA/></font> 防御对于每点 <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>。<br/>当 <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font> 满后：可能会把所有的钱都花在 <font color='#3ABD23'>命令</font>上。"
LocPromotionPopupText = "被动技能：在每回合开始时，如果该单位没有受伤，则获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_BATTLEFIELDANALYSIS_DATAINCREMENT/></font> 的 <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>点，最高可达 <font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_MAXDATA/></font>。<br/>被动技能：本单位 <font color ='#3ABD23'><Ability:ABIZIOTS_COMMANDRANGE/></font> 范围内的所有单位，获得 <font color='#3ABD23'>+<Ability:ABIZIOTS_BATTLEFIELDANALYSIS_AIMBONUSDATA/></font> 伤害 and <font color='#3ABD23'>+<Ability:ABIZIOTS_BATTLEFIELDANALYSIS_DEFENSEBONUSDATA/></font> 防御对于每点 <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>。<br/>当 <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font> 满后：可能会把所有的钱都花在 <font color='#3ABD23'>命令</font>上。"

[AbiziOTS_FastCommand X2AbilityTemplate]
LocFriendlyName = "快速分析"
LocHelpText = "被动技能。以<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>中的<font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_FASTCOMMAND_STARTDATABONUS/></font>点而不是<font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_STARTDATA/></font>点开始任务。<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>永远不会低于<font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_FASTCOMMAND_EMPTY/></font>。"
LocLongDescription = "被动技能。以<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>中的<font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_FASTCOMMAND_STARTDATABONUS/></font>点而不是<font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_STARTDATA/></font>点开始任务。<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>永远不会低于<font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_FASTCOMMAND_EMPTY/></font>。"
LocPromotionPopupText = "被动技能。以<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>中的<font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_FASTCOMMAND_STARTDATABONUS/></font>点而不是<font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_STARTDATA/></font>点开始任务。<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>永远不会低于<font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_FASTCOMMAND_EMPTY/></font>。"

[AbiziOTS_Command X2AbilityTemplate]
LocFriendlyName = "指挥"
LocHelpText = "瞄准视野范围内的队友：目标获得 <font color='#3ABD23'><Ability:ABIZIOTS_COMMAND_APRESTORE/></font> 个行动点。需要完整的（<font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_MAXDATA/></font>）<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_COMMAND_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_COMMAND_TURNENDING/></font>回合结束。<br><font color ='#3ABD23'><Ability:ABIZIOTS_CURRENTDATA/></font>"
LocLongDescription = "瞄准视野范围内的队友：目标获得 <font color='#3ABD23'><Ability:ABIZIOTS_COMMAND_APRESTORE/></font> 个行动点。需要完整的（<font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_MAXDATA/></font>）<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_COMMAND_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_COMMAND_TURNENDING/></font>回合结束。<br><font color ='#3ABD23'><Ability:ABIZIOTS_CURRENTDATA/></font>"
LocPromotionPopupText = "瞄准视野范围内的队友：目标获得 <font color='#3ABD23'><Ability:ABIZIOTS_COMMAND_APRESTORE/></font> 个行动点。需要完整的（<font color='#3ABD23'><Ability:ABIZIOTS_BATTLEFIELDANALYSIS_MAXDATA/></font>）<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_COMMAND_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_COMMAND_TURNENDING/></font>回合结束。<br><font color ='#3ABD23'><Ability:ABIZIOTS_CURRENTDATA/></font>"

[AbiziOTS_HaveASpare X2AbilityTemplate]
LocFriendlyName = "有一个备用"
LocHelpText = "瞄准邻近的队友：支付 <font color='#3ABD23'><Ability:ABIZIOTS_HAVEASPARE_AMMOCOST/></font> 弹药：该队友的主武器恢复 <font color='#3ABD23'><Ability:ABIZIOTS_HAVEASPARE_AMMORESTORE/></font> 弹药。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_HAVEASPARE_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_HAVEASPARE_TURNENDING/></font> 回合结束。"
LocLongDescription = "瞄准邻近的队友：支付 <font color='#3ABD23'><Ability:ABIZIOTS_HAVEASPARE_AMMOCOST/></font> 弹药：该队友的主武器恢复 <font color='#3ABD23'><Ability:ABIZIOTS_HAVEASPARE_AMMORESTORE/></font> 弹药。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_HAVEASPARE_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_HAVEASPARE_TURNENDING/></font> 回合结束。"
LocPromotionPopupText = "瞄准邻近的队友：支付 <font color='#3ABD23'><Ability:ABIZIOTS_HAVEASPARE_AMMOCOST/></font> 弹药：该队友的主武器恢复 <font color='#3ABD23'><Ability:ABIZIOTS_HAVEASPARE_AMMORESTORE/></font> 弹药。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_HAVEASPARE_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_HAVEASPARE_TURNENDING/></font> 回合结束。"

[AbiziOTS_PatchUp X2AbilityTemplate]
LocFriendlyName = "修补"
LocHelpText = "瞄准邻近的队友（不能是自己）：目标的生命值将在 <font color='#3ABD23'><Ability:ABIZIOTS_PATCHUP_RESTORE/></font>。<Ability:ABIZIOTS_PATCHUP_EFFECT_REMOVAL/>前恢复。此能力每次任务可以用<font color='#3ABD23'><Ability:ABIZIOTS_PATCHUP_CHARGES/></font> 次。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_PATCHUP_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_PATCHUP_TURNENDING/></font> 回合结束。"
LocLongDescription = "瞄准邻近的队友（不能是自己）：目标的生命值将在 <font color='#3ABD23'><Ability:ABIZIOTS_PATCHUP_RESTORE/></font>。<Ability:ABIZIOTS_PATCHUP_EFFECT_REMOVAL/>前恢复。此能力每次任务可以用<font color='#3ABD23'><Ability:ABIZIOTS_PATCHUP_CHARGES/></font> 次。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_PATCHUP_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_PATCHUP_TURNENDING/></font> 回合结束。"
LocPromotionPopupText = "瞄准邻近的队友（不能是自己）：目标的生命值将在 <font color='#3ABD23'><Ability:ABIZIOTS_PATCHUP_RESTORE/></font>。<Ability:ABIZIOTS_PATCHUP_EFFECT_REMOVAL/>前恢复。此能力每次任务可以用<font color='#3ABD23'><Ability:ABIZIOTS_PATCHUP_CHARGES/></font> 次。该技能花费 <font color='#3ABD23'><Ability:ABIZIOTS_PATCHUP_APCOST/></font> 个行动点，并且 <font color='#3ABD23'><Ability:ABIZIOTS_PATCHUP_TURNENDING/></font> 回合结束。"

[AbiziOTS_MobileSupport X2AbilityTemplate]
LocFriendlyName = "移动支持"
LocHelpText = "具有此技能的单位在使用"修补"或"有一个备用"技能后获得<font color='#3ABD23'><Ability:ABIZIOTS_MOBILESUPPORT_APNUM/></font>个移动动作点。"
LocLongDescription = "具有此技能的单位在使用"修补"或"有一个备用"技能后获得<font color='#3ABD23'><Ability:ABIZIOTS_MOBILESUPPORT_APNUM/></font>个移动动作点。"
LocPromotionPopupText = "具有此技能的单位在使用"修补"或"有一个备用"技能后获得<font color='#3ABD23'><Ability:ABIZIOTS_MOBILESUPPORT_APNUM/></font>个移动动作点。"

[AbiziOTS_QuickObservation X2AbilityTemplate]
LocFriendlyName = "快速观察"
LocHelpText = "立即获得<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>点中的<font color='#3ABD23'><Ability:ABIZIOTS_QUICKOBSERVE_DATAINCREASE/></font>点。<font color='#3ABD23'><Ability:ABIZIOTS_QUICKOBSERVE_FREEACTION/></font>此技能在任务中可使用<font color='#3ABD23'><Ability:ABIZIOTS_QUICKOBSERVE_CHARGES/></font>次。"
LocLongDescription = "立即获得<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>点中的<font color='#3ABD23'><Ability:ABIZIOTS_QUICKOBSERVE_DATAINCREASE/></font>点。<font color='#3ABD23'><Ability:ABIZIOTS_QUICKOBSERVE_FREEACTION/></font>此技能在任务中可使用<font color='#3ABD23'><Ability:ABIZIOTS_QUICKOBSERVE_CHARGES/></font>次。"
LocPromotionPopupText = "立即获得<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>点中的<font color='#3ABD23'><Ability:ABIZIOTS_QUICKOBSERVE_DATAINCREASE/></font>点。<font color='#3ABD23'><Ability:ABIZIOTS_QUICKOBSERVE_FREEACTION/></font>此技能在任务中可使用<font color='#3ABD23'><Ability:ABIZIOTS_QUICKOBSERVE_CHARGES/></font>次。"

[AbiziOTS_MakeItOut X2AbilityTemplate]
LocFriendlyName = "我们可以做到"
LocHelpText = "当携带一支流血部队时，这名士兵获得了<font color='#3ABD23'><Ability:ABIZIOTS_MAKEITOUT_SPEEDBOST/></font>的机动性。被动效果。"
LocLongDescription = "当携带一支流血部队时，这名士兵获得了<font color='#3ABD23'><Ability:ABIZIOTS_MAKEITOUT_SPEEDBOST/></font>的机动性。被动效果。"
LocPromotionPopupText = "当携带一支流血部队时，这名士兵获得了<font color='#3ABD23'><Ability:ABIZIOTS_MAKEITOUT_SPEEDBOST/></font>的机动性。被动效果。"

[AbiziOTS_SecondInCommand X2AbilityTemplate]
LocFriendlyName = "二把手"
LocHelpText = "如果这个士兵有<font color='#3ABD23'><Ability:ABIZIOTS_SECONDINCOMMAND_BONDLEVEL/></font>级或以上的羁绊队友，那么这名羁绊队友被指定为<font color='#3ABD23'>二手</font>。允许他们在每次任务中使用<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_CHARGES/></font>次时间将这个单位的<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>点值恢复到<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_DATALEVEL/></font>（最大值）。此外，如果这个单位死亡，那么其羁绊伙伴将获得一回合对心理影响的免疫力，以及<font color='#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMAND_DATALEVEL/></font> <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>（最大值）点的"战场分析"技能。"
LocLongDescription = "如果这个士兵有<font color='#3ABD23'><Ability:ABIZIOTS_SECONDINCOMMAND_BONDLEVEL/></font>级或以上的羁绊队友，那么这名羁绊队友被指定为<font color='#3ABD23'>二手</font>。允许他们在每次任务中使用<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_CHARGES/></font>次时间将这个单位的<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>点值恢复到<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_DATALEVEL/></font>（最大值）。此外，如果这个单位死亡，那么其羁绊伙伴将获得一回合对心理影响的免疫力，以及<font color='#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMAND_DATALEVEL/></font> <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>（最大值）点的"战场分析"技能。"
LocPromotionPopupText = "如果这个士兵有<font color='#3ABD23'><Ability:ABIZIOTS_SECONDINCOMMAND_BONDLEVEL/></font>级或以上的羁绊队友，那么这名羁绊队友被指定为<font color='#3ABD23'>二手</font>。允许他们在每次任务中使用<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_CHARGES/></font>次时间将这个单位的<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>点值恢复到<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_DATALEVEL/></font>（最大值）。此外，如果这个单位死亡，那么其羁绊伙伴将获得一回合对心理影响的免疫力，以及<font color='#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMAND_DATALEVEL/></font> <font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>（最大值）点的"战场分析"技能。"

[AbiziOTS_MightLookAtThis_Source X2AbilityTemplate]
LocFriendlyName = "二把手"
LocHelpText = "该士兵的羁绊队友获得"查看这个"的技能，可以恢复该单位的<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>。"
LocLongDescription = "该士兵的羁绊队友获得"查看这个"的技能，可以恢复该单位的<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>。"
LocPromotionPopupText = "该士兵的羁绊队友获得"查看这个"的技能，可以恢复该单位的<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>。"
LocFlyOverText = "二把手"

[AbiziOTS_MightLookAtThis X2AbilityTemplate]
LocFriendlyName = "看看这个"
LocHelpText = "瞄准该士兵的羁绊队友（要求羁绊级别为<font color='#3ABD23'><Ability:ABIZIOTS_SECONDINCOMMAND_BONDLEVEL/></font>或以上）：将其<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>值恢复到<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_DATALEVEL/></font>点（最大值）。此技能每个任务能使用<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_CHARGES/></font>次，花费<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_APCOST/></font>个行动点并且<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_TURNENDING/></font>回合结束。"
LocLongDescription = "瞄准该士兵的羁绊队友（要求羁绊级别为<font color='#3ABD23'><Ability:ABIZIOTS_SECONDINCOMMAND_BONDLEVEL/></font>或以上）：将其<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>值恢复到<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_DATALEVEL/></font>点（最大值）。此技能每个任务能使用<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_CHARGES/></font>次，花费<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_APCOST/></font>个行动点并且<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_TURNENDING/></font>回合结束。"
LocPromotionPopupText = "瞄准该士兵的羁绊队友（要求羁绊级别为<font color='#3ABD23'><Ability:ABIZIOTS_SECONDINCOMMAND_BONDLEVEL/></font>或以上）：将其<font color='#3ABD23'><Ability:ABIZIOTS_DATAUVNAME/></font>值恢复到<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_DATALEVEL/></font>点（最大值）。此技能每个任务能使用<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_CHARGES/></font>次，花费<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_APCOST/></font>个行动点并且<font color='#3ABD23'><Ability:ABIZIOTS_LOOKATTHIS_TURNENDING/></font>回合结束。"
LocFlyoverText = "先生，请看！"

[AbiziOTS_AssumeCommand X2AbilityTemplate]
LocFriendlyName = "接管指挥权"
LocHelpText = "If this unit dies, their bondmate (requires bond level <font color='#3ABD23'><Ability:ABIZIOTS_SECONDINCOMMAND_BONDLEVEL/></font>) will 接管指挥权. They will be cleansed from mental effects, granted mental immunity for 1 turn, and will recieve the 战场分析 ability, and <font color = '#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMAND_DATALEVEL/></font> point(s) of data. Passive effect. If this ability triggered, the bondmate will train officer abilities for <font color='#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMANDMODIFIER/></font>% of the usual time."
LocLongDescription = "If this unit dies, their bondmate (requires bond level <font color='#3ABD23'><Ability:ABIZIOTS_SECONDINCOMMAND_BONDLEVEL/></font>) will 接管指挥权. They will be cleansed from mental effects, granted mental immunity for 1 turn, and will recieve the 战场分析 ability, and <font color = '#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMAND_DATALEVEL/></font> point(s) of data. Passive effect. If this ability triggered, the bondmate will train officer abilities for <font color='#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMANDMODIFIER/></font>% of the usual time."
LocPromotionPopupText = "If this unit dies, their bondmate (requires bond level <font color='#3ABD23'><Ability:ABIZIOTS_SECONDINCOMMAND_BONDLEVEL/></font>) will 接管指挥权. They will be cleansed from mental effects, granted mental immunity for 1 turn, and will recieve the 战场分析 ability, and <font color = '#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMAND_DATALEVEL/></font> point(s) of data. Passive effect. If this ability triggered, the bondmate will train officer abilities for <font color='#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMANDMODIFIER/></font>% of the usual time."

[AbiziOTS_AssumeCommand_Trigger X2AbilityTemplate]
LocFriendlyName = "接管指挥权"
LocHelpText = "如果该单位死亡，他的羁绊对象（需要羁绊级别 <font color='#3ABD23'><Ability:ABIZIOTS_SECONDINCOMMAND_BONDLEVEL/></font>）获得"接管指挥权". 他们将被清除精神影响，获得1回合精神免疫，并将获得"战场分析"技能，以及 <font color = '#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMAND_DATALEVEL/></font> 数据点。被动效果，如果此能力被触发，该羁绊队友在正常时间的 <font color='#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMANDMODIFIER/></font>% 内完成培训军官的技能。"
LocLongDescription = "如果该单位死亡，他的羁绊对象（需要羁绊级别 <font color='#3ABD23'><Ability:ABIZIOTS_SECONDINCOMMAND_BONDLEVEL/></font>）获得"接管指挥权". 他们将被清除精神影响，获得1回合精神免疫，并将获得"战场分析"技能，以及 <font color = '#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMAND_DATALEVEL/></font> 数据点。被动效果，如果此能力被触发，该羁绊队友在正常时间的 <font color='#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMANDMODIFIER/></font>% 内完成培训军官的技能。"
LocPromotionPopupText = "如果该单位死亡，他的羁绊对象（需要羁绊级别 <font color='#3ABD23'><Ability:ABIZIOTS_SECONDINCOMMAND_BONDLEVEL/></font>）获得"接管指挥权". 他们将被清除精神影响，获得1回合精神免疫，并将获得"战场分析"技能，以及 <font color = '#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMAND_DATALEVEL/></font> 数据点。被动效果，如果此能力被触发，该羁绊队友在正常时间的 <font color='#3ABD23'><Ability:ABIZIOTS_ASSUMECOMMANDMODIFIER/></font>% 内完成培训军官的技能。"

[AbiziOTS_BornLeader X2AbilityTemplate]
LocFriendlyName = "天生的领导者"
LocHelpText = "这名士兵将在常规时间进行 <font color ='#3ABD23'><Ability:ABIZIOTS_BORNTOLEADREDUCTION/></font> 军官培训。使用军官技能："指挥"、"紧急指挥"不再消耗所有剩余的行动点。"
LocLongDescription = "这名士兵将在常规时间进行 <font color ='#3ABD23'><Ability:ABIZIOTS_BORNTOLEADREDUCTION/></font> 军官培训。使用军官技能："指挥"、"紧急指挥"不再消耗所有剩余的行动点。"
LocPromotionPopupText = "这名士兵将在常规时间进行 <font color ='#3ABD23'><Ability:ABIZIOTS_BORNTOLEADREDUCTION/></font> 军官培训。使用军官技能："指挥"、"紧急指挥"不再消耗所有剩余的行动点。"

[AbiziOTS_Mutiny X2AbilityTemplate]
LocFriendlyName = "叛变"

[AbiziOTS_BadOrders X2AbilityTemplate]
LocFriendlyName = "愚蠢的命令"

[AbiziOTS_FearOfBadLeadership X2AbilityTemplate]
LocFriendlyName = "不信任权威"
LocLongDescription = "该部队在接到指挥官的命令时可能会恐慌。"

[AbiziOTS_OfficerMistrust X2TraitTemplate]
TraitFriendlyName ="对权威的不信任"
TraitScientificName="自闭症恐惧症"
TraitDescription ="当被军官技能瞄准时，士兵有几率恐慌。"
TraitQuotes[0]="\"我为《闯入者》中的那个家伙挨了一枪，但自从他晋升为军官后，他就要求我叫他"先生"！\""
TraitQuotes[1]="\"为什么他们是拿薪水的人？我们都把脖子伸出来\" - 齐格蒙德·普莱斯下士"
TraitQuotes[2]="\"我的意思是，当然，我会做任何你想让我做的事，只是不要开枪。\""
TraitQuotes[3]="\泰根推荐这个人接受军官培训的唯一原因是他用变种人汉堡贿赂了他。我看到了，我在那里！\""